{
    "archive": [
        {
            "id": 1,
            "date": "10 Aralık 1918",
            "title": "İstikbal Gazetesi Yayına Başladı: Hattı Müdafaa Yoktur",
            "category": "BAŞYAZI",
            "content": "Trabzon'un bu gür sesi, vatanın en karanlık günlerinde hakikati haykırmak için doğmuştur. Bizim yolumuz, milletin hukukunu müdafaa, istiklalini muhafaza yoludur. Rum Pontus emellerine ve her türlü işgal fikrine karşı kalemimiz kalem değil, bir süngüdür. Faik Ahmet Bey'in kalemi, Karadeniz dalgaları kadar hırçın ve bağımsızlık kadar kararlıdır.",
            "impact": 95,
            "lat": 41.0027,
            "lng": 39.7168,
            "location": "Trabzon / Semerciler Yokuşu"
        },
        {
            "id": 2,
            "date": "15 Mayıs 1919",
            "title": "İzmir'in İşgali ve Karadeniz'in Feryadı",
            "category": "MATEM",
            "content": "İzmir'in Yunanlılar tarafından işgali tüm Anadolu'da olduğu gibi Trabzon'da da büyük bir matemle karşılandı. Gazetemiz, 'Hukuk-u Beşer' nidalarıyla dünyayı bu haksızlığa dur demeye çağırıyor. Trabzon Sultanisi bahçesinde düzenlenen mitingde 10 bin kişi tek vücut oldu. Bu matem, direnişin kıvılcımıdır.",
            "impact": 100,
            "lat": 38.4237,
            "lng": 27.1428,
            "location": "İzmir"
        },
        {
            "id": 3,
            "date": "30 Mayıs 1920",
            "title": "Akbayrak Müfrezesi: Aydın Gençler Cepheye Koşuyor",
            "category": "TOPLUMSAL",
            "content": "Eskişehir'in aydın gençleri tarafından, İzmir cephesinde harp edenlere katılmak üzere bir Akbayrak Müfrezesi teşkil edilmiştir. Bu müfrezenin, harpte değişik cephelerde vazife yapan ihtiyat zabitleriyle memleketin aydınlarından ibaret olduğu bildirilmiştir. Vatanın kurtuluşu için gençlik ayağa kalkıyor!",
            "impact": 85,
            "lat": 39.7767,
            "lng": 30.5206,
            "location": "Eskişehir"
        },
        {
            "id": 4,
            "date": "21 Temmuz 1920",
            "title": "Halk Silahlanıyor: Gönüllü Alayları Kuruluyor",
            "category": "TOPLUMSAL",
            "content": "Karahisar Mebusu Şükrü Efendi, Ankara'dan Afyonkarahisar'a giderek halka yol göstermiştir. Kendi silahlarıyla toplanan halkın bizzat kumandası altında savaşa gireceğini bildirmiştir. Adapazarı, Hendek ve Akyazı ahalisi tarafından bir gönüllü alayı kurulmasına teşebbüs edilmiştir. Kırşehir Milletvekili Rıza Bey'in yardımıyla on gün içinde dört yüz cengâverden gönüllü süvari alayı oluşturulmuştur.",
            "impact": 88,
            "lat": 38.7569,
            "lng": 30.5386,
            "location": "Afyonkarahisar"
        },
        {
            "id": 5,
            "date": "4 Ağustos 1920",
            "title": "Kırşehir Süvari Alayı Ankara'ya Yola Çıktı",
            "category": "TOPLUMSAL",
            "content": "Kırşehir ahalisi başarı dualarıyla, başlarında tanınmış kumandanları Rıza Bey olduğu halde Ankara'ya doğru yola çıkarılmıştır. Ordudan silah ve elbise gibi ihtiyaçları, zengin ve haysiyet sahibi kişiler tarafından yardım toplamak suretiyle karşılanan 200 kişilik bir gönüllü taburu oluşturulmuş ve harp cephesine gönderilmiştir.",
            "impact": 82,
            "lat": 39.1425,
            "lng": 34.1709,
            "location": "Kırşehir"
        },
        {
            "id": 6,
            "date": "8 Ağustos 1920",
            "title": "Karadeniz'den Cepheye Gönüllü Seli",
            "category": "TOPLUMSAL",
            "content": "Giresun'dan 300, Tirebolu'dan 150, Görele'den 100, Akçaabat'tan 300 ve Vakfıkebir Kazası'ndan Nuri Efendi kumandasında 80 kişilik gönüllü müfrezeleri Karahisar doğusu yoluyla cepheye hareket etmişlerdir. Karadeniz halkı vatan müdafaası için canını ortaya koyuyor!",
            "impact": 90,
            "lat": 40.9128,
            "lng": 38.3895,
            "location": "Giresun / Trabzon"
        },
        {
            "id": 7,
            "date": "25 Ağustos 1920",
            "title": "Kayseri'de 'İntikam' Gönüllü Alayı Kuruldu",
            "category": "TOPLUMSAL",
            "content": "Kayseri'de bulunan Meşveret Gazetesi'nde neşredildiğine göre, burada 'İntikam' adında gönüllü alayı kurulmuştur. Anadolu'nun dört bir yanından vatan müdafaası için gönüllüler toplanmaya devam ediyor.",
            "impact": 80,
            "lat": 38.7312,
            "lng": 35.4787,
            "location": "Kayseri"
        },
        {
            "id": 8,
            "date": "19 Eylül 1920",
            "title": "Pontus Meselesi: Rumların Gizli Planları",
            "category": "SİYASİ",
            "content": "Yapılan müzakereler sonucunda Venizelos, Trabzon'un Ermenilere verilmesi konusunu savunmuştur. Patrikhane karma meclisi, Trabzon'un Ermenilere verilmemesini kararlaştırmıştır. Ermeni delegeleri, Pontus meselesinin Rumlar lehinde halledilmekte olduğunu hissettiklerinden, Metropolit Hrisantos'u ziyaretle Pontus'tan vazgeçtiklerini beyan etmişlerdir. Trabzon'un kaderi emperyalist pazarlıklara kurban edilmek isteniyor!",
            "impact": 92,
            "lat": 41.0027,
            "lng": 39.7168,
            "location": "Trabzon"
        },
        {
            "id": 9,
            "date": "10 Ocak 1921",
            "title": "I. İnönü Zaferi: Milletin Şanlı Dirilişi",
            "category": "ASKERİ",
            "content": "Ocak ayının 9. ve 10. günleri İnönü civarında Yunan ordusuyla yapılan meydan muharebesi sonucunda Yunanlılar büyük zayiata uğratılmıştır. 11 Ocak'ta Yunan askerleri devam edemeyerek çekilmeye başlamıştır. İsmet Paşa komutasındaki TBMM Ordusu ilk ciddi mukavemetini göstermiş, düşman asıl mevzilerine sığınmak zorunda kalmıştır. Bu zafer, İslam ve Türk âleminin yüzünü güldürmüştür!",
            "impact": 92,
            "lat": 39.8119,
            "lng": 30.1565,
            "location": "İnönü / Eskişehir"
        },
        {
            "id": 10,
            "date": "14 Ocak 1921",
            "title": "İnönü Zaferi Anadolu'da Coşkuyla Karşılandı",
            "category": "ZAFER",
            "content": "İnönü'de Türklerin elde ettiği zafer Anadolu'nun her tarafında sevinçle karşılanmıştır. TBMM Reisi Mustafa Kemal Paşa tarafından orduya Büyük Millet Meclisi'nin tebrikleri bildirilmiştir. Trabzon Müdafaa-i Hukuk Cemiyeti tarafından batı ordusuna, Trabzonluların tebrik ve takdirlerini bildiren telgraf çekilmiştir.",
            "impact": 90,
            "lat": 41.0027,
            "lng": 39.7168,
            "location": "Trabzon"
        },
        {
            "id": 11,
            "date": "2 Şubat 1921",
            "title": "Rize Gönüllü Kafilesi Cepheye Hareket Etti",
            "category": "TOPLUMSAL",
            "content": "Rize'de teşkil edilen ikinci gönüllü kafilesi, Ordu'ya ulaşmış ve burada dinlendikten sonra Samsun'a hareket etmiştir. Karadeniz halkının vatan müdafaasına katılımı her geçen gün artıyor.",
            "impact": 78,
            "lat": 41.0201,
            "lng": 40.5234,
            "location": "Rize"
        },
        {
            "id": 12,
            "date": "7 Nisan 1921",
            "title": "II. İnönü Savaşı: Yunan Kralının Hesapları",
            "category": "ASKERİ",
            "content": "Yunan Kralı mevkiini tahkim etmek ve dışarıya karşı bir güven vermek için ordusunu yeni bir imtihana sürüklemeye mahzur görmemiştir. Elde edeceği bir zafer ile müttefiklerine 'İşte sizin bir sureti hal bulmak için uğraştığınız Türkiye işlerini biz böyle de halledebiliriz' demeyi planlamıştır. Ancak Türk ordusu bu hesapları boşa çıkarmaya kararlıdır!",
            "impact": 88,
            "lat": 39.8119,
            "lng": 30.1565,
            "location": "İnönü / Eskişehir"
        },
        {
            "id": 13,
            "date": "12 Temmuz 1921",
            "title": "Kütahya-Eskişehir Muharebesi Başladı",
            "category": "ASKERİ",
            "content": "Aylarca başladı başlıyor denilen Yunan taarruzu Bursa cephesinden 10 Temmuz'da dört fırkanın hücumuyla başlamıştır. II. İnönü hezimetinden sonra Yunanlılar ya hakikati görerek Anadolu bataklığından sıyrılıp çıkacaklardı, ya da üçüncü bir taarruzla vaziyetin lehlerine gelişmesini hesaplarına uygun görerek o yolda yürüyeceklerdi.",
            "impact": 85,
            "lat": 39.4167,
            "lng": 29.9833,
            "location": "Kütahya"
        },
        {
            "id": 14,
            "date": "23 Ağustos 1921",
            "title": "Sakarya Meydan Muharebesi: Ölüm Kalım Savaşı",
            "category": "ASKERİ",
            "content": "Vatanın harimi ismetini boğmak isteyen düşmana karşı, Sakarya boylarında tarihin en kanlı savaşı verilmektedir. Başkomutan Mustafa Kemal Paşa'nın 'Hattı müdafaa yoktur, sathı müdafaa vardır' emriyle her karış vatan toprağı kanla sulanmaktadır. Yunanlılar, milli ordunun hazırlık yapmasına fırsat vermeden taarruza devam kararı vermişlerdir.",
            "impact": 96,
            "lat": 39.6333,
            "lng": 32.1333,
            "location": "Polatlı / Ankara"
        },
        {
            "id": 15,
            "date": "14 Eylül 1921",
            "title": "Sakarya Zaferi: Yeni Bir Safha Başlıyor",
            "category": "ZAFER",
            "content": "Sakarya Meydan muharebesinden sonra harp, Anadolu hesabına yeni bir safhaya girmiştir. Bu yeni safhanın hedefi Yunanlıları denize dökene kadar takiptir. Sakarya Zaferi ile harbin müdafaa safhası kapanmış, milli ordu taarruz vaziyetine geçmiştir. İstanbul gazetelerinin yazdığına göre, Yunan zayiatı 16.000 maktul ve 30.000 yaralıya ulaşmıştır.",
            "impact": 95,
            "lat": 39.6333,
            "lng": 32.1333,
            "location": "Sakarya"
        },
        {
            "id": 16,
            "date": "20 Eylül 1921",
            "title": "Konya ve Doğu Vilayetlerinden Gönüllü Seferberliği",
            "category": "TOPLUMSAL",
            "content": "Konya ahalisi ile doğu vilayetleri ve Rumeli muhacirleri tarafından gönüllü toplama çalışmalarına başlanmıştır. Van eşraf ve aşiret reislerinden Refik ve Rıza Beyler ile Erzurumlu Murteza Ağa tarafından iki yüz kadar kişi kayıt edilmiştir. Konyalılardan da atları, silahları ve cephaneleriyle altmış üç gönüllü kayıt olunmuştur.",
            "impact": 84,
            "lat": 37.8746,
            "lng": 32.4932,
            "location": "Konya"
        },
        {
            "id": 17,
            "date": "27 Eylül 1921",
            "title": "Kadınlar da Gönüllü Yazılıyor!",
            "category": "TOPLUMSAL",
            "content": "Söke ve bağlı yerlerden Ankara'ya çekilen telgraflardan, asker alma şubelerinde açılan akıncı defterine kadınların da gönüllü olarak yazılmış olduğu bildirilmiştir. Vatan müdafaası artık sadece erkeklerin değil, tüm milletin vazifesi haline gelmiştir!",
            "impact": 88,
            "lat": 37.7511,
            "lng": 27.4102,
            "location": "Söke / Aydın"
        },
        {
            "id": 18,
            "date": "16 Mayıs 1922",
            "title": "İzmir İşgalinin 3. Yılı: Trabzon'da Büyük Miting",
            "category": "SİYASİ",
            "content": "İzmir'in Yunanlılar tarafından işgalinin 3. yıl dönümü olan 15 Mayıs'ta, binlerce kişi Trabzon Belediye Meydanı'nda toplanarak, bu işgali bir kere daha kınamıştır. İstikbal Gazetesi Başyazarı Faik Ahmet Bey, İzmir'in işgalinden, Yunan mezaliminden bahsetmiş ve Mehmetçiğin süngüsü ile zafere ulaşılacağını söylemiştir. Miting dualarla sona ermiştir.",
            "impact": 90,
            "lat": 41.0027,
            "lng": 39.7168,
            "location": "Trabzon"
        },
        {
            "id": 19,
            "date": "30 Temmuz 1922",
            "title": "Trakya İşgalinin 3. Yılı: Anadolu Ayakta",
            "category": "SİYASİ",
            "content": "Edirne ve Trakya'nın 3. işgal yıl dönümü münasebetiyle 25 Temmuz'da, Anadolu'nun her tarafında mitingler yapılmıştır. Trakya'nın Türkiye'ye kavuşacağı güne kadar mücadeleye devam edilmesine dair yeminler edilmiştir. Değişik yerlerden yüzlerce telgraf Ankara'ya çekilmiştir.",
            "impact": 86,
            "lat": 41.6771,
            "lng": 26.5557,
            "location": "Edirne / Trakya"
        },
        {
            "id": 20,
            "date": "26 Ağustos 1922",
            "title": "BÜYÜK TAARRUZ BAŞLADI!",
            "category": "ASKERİ",
            "content": "TBMM hükümeti reisi tarafından yayınlanan tamimde Büyük Taarruz'un başladığı ilan edilmiştir. Türk ordusu vatanını ve istiklalini kurtarmak için bütün cephelerde Yunan kuvvetlerine karşı harekâta başlamıştır. Ankara hükümeti taarruz için siyasi ve askeri bakımdan çok uygun bir zaman seçmiştir. Ordularımız 'İlk Hedefiniz Akdeniz'dir' emriyle ileri atılmıştır!",
            "impact": 97,
            "lat": 38.7569,
            "lng": 30.5386,
            "location": "Afyonkarahisar"
        },
        {
            "id": 21,
            "date": "29 Ağustos 1922",
            "title": "Afyonkarahisar Zapt Edildi!",
            "category": "ZAFER",
            "content": "26 Ağustos'tan itibaren devam eden taarruzda, Türk ordusunun sol kanadı, Yunanlıların bir sene süreyle tahkim ettiği üç sıra halindeki siperleri tamamen zapt etmiştir. Afyonkarahisar işgal edilerek pek çok esir ve ganimet ele geçirilmiştir. Düşmanın bir yıllık savunma hazırlıkları birkaç saat içinde yerle bir olmuştur!",
            "impact": 98,
            "lat": 38.7569,
            "lng": 30.5386,
            "location": "Afyonkarahisar Merkez"
        },
        {
            "id": 22,
            "date": "9 Eylül 1922",
            "title": "İZMİR KURTULDU: Hürriyetin Bedeli Kanla Yazıldı",
            "category": "ZAFER",
            "content": "Süvarilerimiz bugün İzmir'e girdi. Hükümet konağına şanlı bayrağımız çekildi. Yunan ordusu denize döküldü. Milli Mücadele'nin askeri safhası zaferle sonuçlandı. Trabzon limanında zafer düdükleri çalıyor, halk sokaklara döküldü!",
            "impact": 100,
            "lat": 38.4192,
            "lng": 27.1287,
            "location": "İzmir / Kordon"
        },
        {
            "id": 23,
            "date": "13 Ekim 1922",
            "title": "Sulh Konferansı Hazırlıkları Başladı",
            "category": "SİYASİ",
            "content": "Ankara hükümeti sulh konferansının 20 Ekim 1922 tarihinde toplanmasını İtilaf devletlerine teklif etmiştir. Paris çevreleri, bu tarihin çok yakın olduğunu belirterek kasım başlarına önermiştir. İtalya, konferans toplanma yeri olarak Torino şehrini teklif etmiştir. Diplomatik mücadele başlıyor!",
            "impact": 82,
            "lat": 39.9334,
            "lng": 32.8597,
            "location": "Ankara"
        },
        {
            "id": 24,
            "date": "30 Ekim 1922",
            "title": "Lozan Konferansına Davet",
            "category": "SİYASİ",
            "content": "İtilaf Devletleri, sulh konferansı için İsviçre'nin Lozan şehrini seçmişler ve yapılacak olan konferansa Ankara Hükümeti'ni davet etmişlerdir. Milli Mücadele'nin diplomatik safhası başlamak üzeredir.",
            "impact": 88,
            "lat": 46.5197,
            "lng": 6.6323,
            "location": "Lozan / İsviçre"
        },
        {
            "id": 25,
            "date": "17 Ağustos 1923",
            "title": "TARİHİ KARAR: Lozan Zaferi ve Mübadele",
            "category": "SİYASİ",
            "content": "Lozan Muahedesi ile tam bağımsızlığımız tescil edildi. Kapitülasyonlar kaldırıldı. Türkiye ile Yunanistan arasında nüfus mübadelesi kararlaştırılmıştır. Türkiye'ye gelecek 400.000 muhacir için İstanbul, Ankara, Edirne, Konya, Trabzon, Van dahil 8 büyük iskân mıntıkası tayin edilmiştir.",
            "impact": 94,
            "lat": 46.5197,
            "lng": 6.6323,
            "location": "Lozan / İsviçre"
        },
        {
            "id": 26,
            "date": "29 Ekim 1923",
            "title": "CUMHURİYET İLAN EDİLDİ!",
            "category": "DEVRİM",
            "content": "Ve beklenen an... 'Hakimiyet kayıtsız şartsız milletindir' düsturu, Cumhuriyet'in ilanıyla taçlandı. Türkiye Devleti'nin yönetim şekli Cumhuriyet'tir. İlk Cumhurbaşkanımız Gazi Mustafa Kemal Paşa seçildi. Maziden gelen ses, istikbali aydınlatmıştır.",
            "impact": 100,
            "lat": 39.9208,
            "lng": 32.8541,
            "location": "Ankara"
        }
    ]
}